import React from "react";
import s from "./oferta.module.css"

const oferta = () => {
    return <div className={s.wrapper}>
        <p className={s.oferta_up}>
            <strong>
                ОФЕРТА<br />
                О ПРОДАЖЕ ЦИФРОВЫХ ТОВАРОВ И ОКАЗАНИИ<br /> ИНФОРМАЦИОННО-КОНСУЛЬТАЦИОННЫХ УСЛУГ<br />
            </strong>
            Российская Федерация, город Москва<br />
            Дата размещения: 19 июня 2023 года<br />
            Дата вступления в силу: 19 июня 2023 года<br />
        </p>
        <br />
        <p>Настоящий документ представляет собой предложение Индивидуального предпринимателя Репринец Софии Юрьевны (далее — «Продавец»), адресованное физическим лицам, зарегистрированным на территории Российской Федерации, заключить договор купли-продажи цифровых товаров и оказания информационно-консультационных услуг, представленных на интернет-сайте Продавца www.sonetify.space на изложенных ниже условиях:</p>
        <br />
        <p>

            <strong>
                1. Термины и определения
            </strong>
            <strong>1.1.</strong>В целях настоящего документа нижеприведенные термины используются в следующем значении: <br />
            <strong>Акцепт Оферты</strong> – полное и безоговорочное принятие Покупателем условий Оферты путем совершения действий, указанных в п.2.2 Договора. Совершая действия по Aкцепту Оферты, Покупатель подтверждает свою дееспособность, достижение возраста 18 лет, законное право вступать в договорные отношения с Продавцом, а также что Покупатель ознакомился и согласен со всеми условиями настоящего Договора;<br />
            <strong>Оферта</strong> – публичное предложение Продавца, адресованное любому физическому лицу (гражданину Российской Федерации), заключить с ним договор купли-продажи (далее – «Договор») на существующих условиях, содержащихся в Договоре, размещенном в сети Интернет по адресу www.sonetify.space;
            <br /><strong>Покупатель</strong> – физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре и совершающий покупку Цифрового товара (-ов) или информационно-консультационных услуг;
            <br /><strong>Стороны</strong> – совместно именуемые Продавец и Покупатель;
            <br /><strong>Сайт</strong> – размещенная в сети Интернет-площадка с доменным именем www.sonetify.space, представляющая собой интернет-магазин, содержащий каталогизированный ассортимент Цифровых товаров и информационно-консультационных услуг Продавца;
            <br /><strong>Цифровой товар</strong> – продукт в электронном формате, являющийся предметом настоящего Договора (чек-листы, записи подкастов).
            <br /><strong>Услуги</strong> – информационно-консультационные услуги в сфере психологии, оказываемые Продавцом (онлайн-тренинги, онлайн-консультации, онлайн-вебинары).
            <br /><strong>Доставка</strong> – доставка Продавцом Цифровых товаров, представленных на Сайте, на электронный почтовый ящик, адрес которого указан Покупателем в Заказе;
            <br /><strong>Заказ</strong> – перечень Цифровых товаров и Услуг, указанный Покупателем при оформлении заявки на покупку Цифровых товаров и Услуг;
        </p>
        <br />
        <strong className={s.prDogovora}>2. ПРЕДМЕТ ДОГОВОРА</strong>
        <br />2.1. Продавец продает Цифровой товар и оказывает Услуги в соответствии с действующим прейскурантом, опубликованным на сайте Продавца www.sonetify.space, а Покупатель производит оплату и принимает Цифровой Товар и оказанные Услуги в соответствии с условиями настоящего Договора.
        <br />2.2. Продавец поставляет Цифровой товар и приступает к оказанию Услуг после совершения Покупателем Акцепта Оферты. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Цифрового товара или Услуг в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара или Услуги Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в настоящей оферте.
        <br />2.3. Продавец поставляет Цифровой товар электронном виде посредством электронной почты и не осуществляет отправку печатных товаров по почте.
        <br />2.4. Осуществляя Акцепт Оферты, Покупатель подтверждает, что оказание Продавцом Услуг по настоящему договору дистанционно с использованием программного обеспечения (далее — ПО) полностью соответствует возможности Покупателя пользоваться Услугами, оказываемыми таким способом.
        <br />2.5. Покупатель подтверждает свое согласие с условиями, установленными настоящим договором, в полном объеме путем проставления отметки в графе (чек-боксе) «Я принимаю условия договора Оферты» при оформлении Заказа.
        <br />
        <br /><strong className={s.prDogovora}> 3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong>
        <br />
        <br />3.1. Покупатель вправе:
        <br />3.1.1. Покупатель имеет право на предоставление ему Цифрового товара и оказания Услуг в соответствии с их описанием в карточке товара на Сайте.
        <br />3.1.2. Реализовывать иные права, предусмотренные настоящим Договором и законодательством РФ.
        <br />3.2. Покупатель обязан:
        <br />3.2.1. Произвести оплату за Цифровой товар и Услуги в полном объёме до получения Цифрового товара и до оказания Услуг.
        <br />3.2.2. Использовать поставленный Цифровой товар исключительно в личных целях и не осуществлять коммерческое и некоммерческое распространение данного Цифрового товара среди третьих лиц. Покупатель обязуется не распространять копии Цифрового товара на любых цифровых носителях в электронном виде, или в печатном виде.
        <br />3.3. Продавец вправе:
        <br />3.3.1. Не доставлять Цифровые товары, не оказывать Услуги за которые Продавцом не получены денежные средства в полном объеме.
        <br />3.3.2. Продавец имеет право требовать возмещения ему размера убытков в случае нарушения Покупателем п. 3.2.2 настоящего Договора.
        <br />3.4. Обязанности Продавца:
        <br />3.4.1. Доставить Цифровой товар и оказать Услуги в надлежащем качестве в соответствии с его описанием в карточке товара на Сайте.

        <br />4. ПОРЯДОК ОФОРМЛЕНИЯ ЗАКАЗА, УСЛОВИЯ И СРОКИ ДОСТАВКИ ЦИФРОВОГО ТОВАРА
        <br />4.1. Заказ формируется Покупателем путем направления надлежаще заполненной формы в процессе оформления оплаты на Сайте. Все графы формы Заказа должны быть заполнены. В случае отсутствия необходимой информации, позволяющей идентифицировать Покупателя и отправить ему Товар или оказать Услуги, Заказ Продавцом не будет принят.
        <br /> 4.2. При оформлении Заказа Покупатель обязуется предоставить следующую информацию:
        – Имя Покупателя;
        – Адрес электронной почты Покупателя.
        <br />4.3. Покупатель дает свое согласие на обработку Продавцом персональных данных Покупателя с использованием или без использования средств автоматизации. Согласие на обработку персональных данных действует до момента отзыва согласия путем направления электронного письма на электронную почту Продавца: olyasonya1205@icloud.com. Данное согласие Покупателя распространяется на его имя и электронный адрес, указанные при оформлении Заказа. Согласие предоставляется на осуществление любых действий в отношении персональных данных, которые необходимы для надлежащего исполнения настоящего Договора, включая без ограничения: сбор, систематизацию, накопление, хранение, уточнение, использование, распространение, блокирование и уничтожение, а также осуществление любых иных действий с персональными данными в соответствии с действующим законодательством РФ.
        <br />4.4. Оплата Покупателем сформированного на Сайте Заказа означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения настоящего Договора между Сторонами.
        <br />4.5. После оплаты стоимости Цифрового товара Покупателем в порядке, установленном в разделе 5 Договора, Продавец осуществляет доставку Цифрового товара на электронную почту, указанную Покупателем в Заказе в течение 3 (трех) рабочих дней.
        <br />4.6. Цифровой товар считается полученным Покупателем, а обязанность Продавца по доставке Товара исполненной с момента фиксации операции по отправке Цифрового товара на электронную почту Покупателя в автоматизированной электронной системе Продавца.
        <br /> 4.7. В случае неполучения Товара Покупателем в срок, указанный в п. 4.5 настоящего Договора, либо из-за технических проблем, не зависящим от Покупателя, или по иным возникшим причинам, Покупателю необходимо связаться с Продавцом по электронной почте olyasonya1205@icloud.com. В этом случае Продавец осуществит поставку Цифрового Товара повторно в течение 2 (двух) рабочих дней с момента получения от Покупателя соответствующего сообщения.
        <br />4.8. Продавец оказывает Услуги Покупателю после оплаты стоимости Услуг в зависимости от выбранного вида услуг в Заказе в порядке, установленном в разделе 5 Договора. При необходимости Стороны согласовывают начало и окончание периода оказания услуг путём обмена юридически значимыми сообщениями по электронным каналам связи в мессенджерах или посредством электронной почты.
        <br /> 4.9. Акт об оказанных Услугах не формируется и не подписывается. Услуги считаются принятыми Заказчиком надлежащим образом по качеству и объему, если в течение трех дней с момента окончания оказания услуг (п.4.8. настоящего Договора) Покупатель не заявил мотивированного возражения на качество и объем таких услуг путем отправки соответствующего обращения по электронной почте: olyasonya1205@icloud.com.
        <br />
        <br /><strong className={s.prDogovora}>5. ЦЕНЫ И ПОРЯДОК ОПЛАТЫ</strong>
        <br /> 5.1. Ассортимент и цена Цифровых товаров и Услуг представлены в свободном доступе на Сайте Продавца.
        <br />5.2. Стоимость Товара, указанная на интернет-сайте www.sonetify.space, может быть изменена Продавцом в одностороннем порядке в любое время.
        <br />5.3. Оплата за Цифровые товары и Услуги производится с помощью электронной системы платежей Интернет-эквайринг Тинькофф Касса (https://www.tinkoff.ru/kassa/) безналичным путем в рублях по правилам соответствующей электронной системы платежей и процессинговых компаний. Моментом оплаты в этом случае считается момент положительного результата авторизации платежа в выбранной системе платежей Интернет-эквайринг Тинькофф Касса.
        <br />5.4. Обязательство Покупателя по оплате Цифрового товара и Услуг считается исполненным с момента поступления денежных средств на расчетный счет Продавца.

        <br />6. ПОРЯДОК УРЕГУЛИРОВАНИЯ СПОРОВ. ВОЗВРАТ И ОБМЕН ЦИФРОВЫХ ТОВАРОВ.
        <br /> 6.1. Цифровой товар не подлежит возврату. Основанием этому служит пункт 14 «Перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других: размера, формы, габарита, фасона, расцветки или комплектации» введенный Постановлением Правительства РФ от 06.02.2002 №81. Согласно данному пункту не подлежат возврату или обмену на аналогичный товар «непериодические издания (книги, брошюры, альбомы, картографические и нотные издания, листовые издания, календари, издания, воспроизведенные на технических носителях информации)».
        <br />6.2. За неисполнение или ненадлежащее исполнение обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.
        <br />6.3. Досудебный порядок урегулирования спора является обязательным для Сторон.
        <br />6.4. В случае неурегулирования спора в досудебном порядке, он передается на рассмотрение в суд по месту нахождения Продавца.

        <br />7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
        <br />7.1. Все Цифровые товары, доступ к которым по настоящему Договору получает Покупатель являются объектами авторского права, защищены положениями действующего законодательства об авторском праве и не могут копироваться, передаваться третьим лицам, тиражироваться, распространяться, пересылаться, публиковаться в электронной, печатной или иной форме без официального письменного согласия Продавца.
        <br />7.2. Электронный документооборот по адресам электронной почты, указанной Продавцом в настоящем Договоре, указанном Покупателем в Заказе приравнивается Сторонами к документообороту на бумажных носителях.
        <br />7.3. По всем вопросам, не урегулированным настоящим Договором, Стороны руководствуются действующим законодательством Российской Федерации.

    </div>;
};

export default oferta;
