import React from "react";
import s from "./soglasieReklama.module.css"

const soglasieReklama = () => {
  return <div className={s.wrapper}>
    <p>Согласие на рекламную и информационную рассылку</p>
    <div>
      <p>Настоящим пользователь веб-сайта <a href=" https://insightify.space" target="blank">https://insightify.space</a>, а также Заказчик услуг ИП Репринец С.Ю. подтверждает свою дееспособность, дает настоящее Согласие на рекламную и информационную рассылку &quot;далее – «Согласие»&quot; Индивидуальному предпринимателю Репринец Софии Юрьевне, ИНН 972902172811, ОГРНИП 323774600181956, &quot;далее – «Исполнитель»&quot; по СМС, в мессенджерах &quot;WhatsApp, Telegram&quot;, по электронной почте.</p> <br />
      <p>1. Согласие дается на веб-сайте Исполнителя, расположенном в сети Интернет по адресу:<a href=" https://insightify.space" target="blank">https://insightify.space</a> &quot;далее – «Сайт»&quot; путем проставления «галочки» в чек-боксе до оплаты услуг Исполнителя на Сайте.</p>
      <br />
      <p>2. Пользователь соглашается с текстом Согласия в момент, когда ставит галочку рядом с текстом «Я принимаю условия публичной оферты и политики конфиденциальности, даю Согласие на обработку персональных данных, на публикацию отзыва и на получение рекламной и информационной рассылки» и нажимает кнопку «Оплатить».</p>
      <br />
      <p>3. Согласие является бессрочным.</p>
      <br />
      <p>4. Пользователь/Заказчик имеет право отозвать свое Согласие путем отправки сообщения на электронную почту Исполнителя, указанную в п. 5.</p>
      <br />
      <p>5. Реквизиты Исполнителя: <br />
        Индивидуальный предприниматель Репринец София Юрьевна <br />
        Адрес: 119602, г. Москва, внутригородская территория города муниципальный округ Тропарево-Никулино <br />
        ИНН 972902172811, <br />
        ОГРНИП 323774600181956, <br />
        Расчетный счет 40802810800004464625, <br />
        Банк АО "ТИНЬКОФФ БАНК", <br />
        БИК банка 044525974, <br />
        Корреспондентский счет банка 30101810145250000974, <br />
        Телефон/Telegram: +79660773337 <br />
        Е-mail: olyasonya1205@icloud.com</p>
    </div>
  </div>;
};

export default soglasieReklama;
